tap "homebrew/bundle"
brew "argocd"
brew "awscli"
brew "gh"
brew "git"
brew "gnupg"
brew "istioctl"
brew "jq"
brew "jsonlint"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "make"
brew "markdownlint-cli"
brew "pinentry-mac"
brew "poetry"
brew "podman"
brew "helm"
brew "stern"
brew "pyenv"
brew "pre-commit"
brew "shellcheck"
brew "tfenv"
brew "tflint"
brew "wget"
brew "yamllint"
brew "yq"
cask "google-cloud-sdk"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
cask "gpg-suite"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "VisualStudioExptTeam.vscodeintellicode"
