brew "pinentry-mac"
brew "git"
cask "visual-studio-code"
cask "iterm2"
cask "postman"
brew "podman"
cask "gpg-suite"

vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "anthropic.claude-code"
vscode "charliermarsh.ruff"
vscode "euskadi31.json-pretty-printer"
vscode "github.codespaces"
vscode "google.geminicodeassist"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
