brew "make"
brew "awscli"
brew "kubeseal"
brew "kustomize"
brew "jq"
brew "awscli"
brew "argocd"
brew "kubectx"
brew "podman"
brew "pre-commit"
brew "tfenv"
brew "yq"
brew "wget"
brew "istioctl"
brew "git"
brew "gh"
brew "jsonlint"
brew "tflint"
brew "yamllint"
brew "shellcheck"
brew "markdownlint-cli"

cask "postman"
cask "google-cloud-sdk"
