tap "homebrew/bundle"
brew "argocd"
brew "awscli"
brew "gh"
brew "gnupg"
brew "istioctl"
brew "jq"
brew "jsonlint"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "make"
brew "markdownlint-cli"
brew "poetry"
brew "helm"
brew "stern"
brew "pyenv"
brew "pre-commit"
brew "shellcheck"
brew "tfenv"
brew "tflint"
brew "wget"
brew "yamllint"
brew "yq"
brew "kubectx"
brew "nvm"
brew "go"
brew "pyenv-virtualenv"
cask "google-cloud-sdk"
cask "gpg-suite"
brew "docker-credential-helper-ecr"
brew "fzf"
